Repository: adamf321/media-credits
Catalog: languages/*.po
Languages: es_es

source: Original Title
es_es: Título Original

source: The original title of the media object
es_es: El título original de la imagen

source: Source Link
es_es: Liga del Fuente

source: Link to the original image
es_es: Liga a la imagen original

source: Author
es_es: Autor

source: Name of the author
es_es: Nombre del autor

source: Author Profile Link
es_es: Liga al Perfil del Autor

source: Link to the author's profile page
es_es: Liga al perfil del autor

source: Select license
es_es: Elegir licencia

source: License
es_es: Licencia

source: Select the license under which the image can be used
es_es: Elegir la licencia de la imagen

source: by
es_es: por

source: is licensed under
es_es: bajo licencia

source: The mc_display_credits shortcode must include the attachment_id, e.g. [mc_display_credits attachment_id="3768"]
es_es: El shortcode de mc_display_credits tiene que incluir el attachment_id, por ejemplo [mc_display_credits attachment_id="3768"]

source: Allows you to upload accreditation info to a media object and provides functions and a shortcode for accessing the data. Great for developers and regular users alike. This is required under the <a href="https://wiki.creativecommons.org/wiki/Best_practices_for_attribution" target="_blank">Creative Commons</a> license.
es_es: Subir información de acreditación de imágenes en la librería de medios. Proporcionamos funciones y shortcodes para ver los datos. Lo cual es necesario bajo de licencia <a href="https://wiki.creativecommons.org/wiki/Best_practices_for_attribution" target="_blank">Creative Commons</a>.
